[{"countryName": "Pakistan", "population": "220,900,000", "desc": "As unique as the culture, Pakistani Food tops the list with a variety of dishes to offer. Each city is known for a specialty, starting with Karachi adding their own twist to the spicy biryani that seems to be a popular among many, Lahore known for it's paye that compels the locals to travel downtown to fill up their hunger with the juicy meat and soft naan dipped into the pool of sauce, Quetta brings forth their famous sajji, a rotisserie chicken made on coal which is a perfect meal for a large family get-together. Last but not the least, Peshawer is the place where you are certain to get chapli kebabs, crisp and hot right off the gigantic saucepan and the list is endless. \n", "capital": {"name": "Islamabad", "link": "https: //en.wikipedia.org/wiki/Islamabad"}, "language": {"name": "Urdu", "link": "https://en.wikipedia.org/wiki/Urdu"}, "natDish": {"name": "Nihari", "link": "https://en.wikipedia.org/wiki/Nihari"}, "natFruit": {"name": "Mango", "link": "https://en.wikipedia.org/wiki/Mango"}, "natBird": {"name": "Chukar Partridge", "link": "https://en.wikipedia.org/wiki/Chukar_partridge"}, "natDress": {"name": "Shalwar Kameez", "link": "https://en.wikipedia.org/wiki/Shalwar_kameez"}}, {"countryName": "United States of America", "population": "329,500,000", "desc": "With so many cultures intertwined, USA offers a range of cuisines but its the land that gave birth to hamburgers! Widely known for its tender meat stacked into two with ranch rauce and cheese fused together creating a taste that will linger on forever! But it's not only limited to burgers, USA is rich in foods such as macaroni and cheese which seems to be a personal favourite of everyone as it is easy to cook as well as street style hotdogs that are generously topped with ketchup, mustard and jalepenos sprinkled on top. ", "capital": {"name": "Washington, D.C.", "link": "https://en.wikipedia.org/wiki/Washington,_D.C."}, "language": {"name": "American English", "link": "https://en.wikipedia.org/wiki/Languages_of_the_United_States"}, "natDish": {"name": "Hamburger", "link": "https://en.wikipedia.org/wiki/Hamburger"}, "natFruit": {"name": "Blueberry", "link": "https://en.wikipedia.org/wiki/Blueberry"}, "natBird": {"name": "Bald Eagle", "link": "https://en.wikipedia.org/wiki/Bald_eagle"}, "natDress": "None"}, {"countryName": "United Kingdom", "population": "67,220,000", "desc": null, "capital": {"name": "London", "link": "https://en.wikipedia.org/wiki/London"}, "language": {"name": "British English", "link": "https://en.wikipedia.org/wiki/British_English"}, "natDish": {"name": "Chicken Tikka Masala", "link": "https://en.wikipedia.org/wiki/Chicken_tikka_masala"}, "natFruit": {"name": "Apple", "link": "https://en.wikipedia.org/wiki/Apple"}, "natBird": {"name": "Robin", "link": "https://en.wikipedia.org/wiki/European_robin"}, "natDress": "None"}, {"countryName": "Mexico", "population": "128,900,000", "desc": "Whether it's tacos or churros, they have a way of making their food as festive as their events! While the common perception of mexican food is spicy, it is actually a seamless blend of savoury and earthy flavours as there is a generous use of fresh herbs, citrus, and vegetables that create a refreshing and enticing smell. However, the cuisine seems to differ across Mexico's six regions with the North of Mexico known for it's beef, goat production, Southeastern Mexico dishes are influenced by the caribbean style of cooking such as being heavy on chicken and fish dishes whereas in the Yucatan, the cuisine tends to be more sweet and less spicy with achiote as the most common seasoning. \n", "capital": {"name": "Mexico City", "link": "https: //en.wikipedia.org/wiki/Mexico_City"}, "language": {"name": "Spanish", "link": "https://en.wikipedia.org/wiki/Spanish_language"}, "natDish": {"name": "Mole ", "link": "https://en.wikipedia.org/wiki/Mole_(sauce)"}, "natFruit": {"name": "Avocado", "link": "https://en.wikipedia.org/wiki/Avocado"}, "natBird": {"name": "Golden Eagle", "link": "https://en.wikipedia.org/wiki/Golden_eagle"}, "natDress": "None"}, {"countryName": "Italy", "population": "59,550,000", "desc": "When hunger strikes, Pizza comes to mind! While Italy is known for their eye-catching touristy sites, their food proves to be giving tough competition to these sites with more people travelling to Italy for their specialties. Lasagna, Ravioli- a type of pasta containing a filling wrapped in thin pasta dough as well as Spaghetti Alla Carbonara are just a few names that are convincing enough. Tiramisu, a coffee-flavoured dessert that everyone around the world knows of and has made their own version of it but nothing b. ats the Tiramisu made by Italian experts who live and breath this traditional item of theirs. \n", "capital": {"name": "Rome", "link": "https://en.wikipedia.org/wiki/Rome"}, "language": {"name": "Italian", "link": "https://en.wikipedia.org/wiki/Italian_language"}, "natDish": {"name": "Ragu ala Bolognese", "link": "https://en.wikipedia.org/wiki/Bolognese_sauce"}, "natFruit": "None", "natBird": {"name": "Italian Sparrow", "link": "https://en.wikipedia.org/wiki/Italian_sparrow"}, "natDress": "None"}, {"countryName": "Germany", "population": "83,240,000", "desc": "One may be completely oblivious about german food because it's the least known of but they have a quite a list of their own! Reibekuchen- fried potato pancakes- is extremely popular in Germany which is usually served with apple sauce or black pumpernickel rye bread. Another one to the list is the Königsberger klopse, a tasty dish of meatballs in a creamy white sauce served in Berlin and Brandenburg commonly. There is a saying 'there is no Germany without sausages' and the locals take that quite literally! Known as 'Bratwurst' in German, you will find that there are atleast 40 types of sausages which is fried on a barbeque and then presented in a hotdog style in a similar fashion as the American hotdog or with a potato salad. \n", "capital": {"name": "Berlin", "link": "https: //en.wikipedia.org/wiki/Berlin"}, "language": {"name": "German", "link": "https://en.wikipedia.org/wiki/German_language"}, "natDish": {"name": "Sauerbraten", "link": "https://en.wikipedia.org/wiki/Sauerbraten"}, "natFruit": {"name": "Apple", "link": "https://en.wikipedia.org/wiki/Apple"}, "natBird": "None", "natDress": {"name": "Dirndl", "link": "https://en.wikipedia.org/wiki/Dirndl"}}, {"countryName": "France", "population": "67,390,000", "desc": "The land of lovers or would croissant lovers be more apt? French breads are particularly reknowned for their moist, heavenly taste that has a hint of butter, cream and milk, all melting into your mouth, transcending you to outer space. But not only does their croissant create this magic, the infamous ratatouille is one of France's iconic dishes. Like the cartoon version of the food, the aesthetically pleasing presentation of this dish is mouth-watering in itself. The dish sees vegetables shallow-fried and then layered in a casserole dish before being baked in an oven and can be offered as a side dish, appetizer, or a main course. Like the Italians, the French too have a dessert to add in their resume that makes them even more impressive namely the Chocolate souffle whose crispy chocolatey crust is perfect for letting the creamy chocolate ooze out for a rich surprise. \n", "capital": {"name": "Paris", "link": "https: //en.wikipedia.org/wiki/Paris"}, "language": {"name": "French", "link": "https://en.wikipedia.org/wiki/French_language"}, "natDish": {"name": "Pot-au-Feu", "link": "https://en.wikipedia.org/wiki/Pot-au-feu"}, "natFruit": {"name": "Pear", "link": "https://en.wikipedia.org/wiki/Pear"}, "natBird": {"name": "Gallic Rooster", "link": "https://en.wikipedia.org/wiki/Gallic_rooster"}, "natDress": "None"}, {"countryName": "Saudi Arabia", "population": "34,810,000", "desc": "Kabsa is the staple food in Saudi Arabia. There are several variations, but the essence of Kabsa is through some sort of meat served with a load of rice and some sides. It’s a meal shared, divided, and enjoyed between friends and family. It’s another way for people to bond through food. One of the oldest dishes in the Kingdom of Saudi Arabia, harees is considered a staple during the holy month of Ramadan. The spices used to cook harees depend largely on the region you find yourself in, though in most cases cardamom, cumin, cinnamon and drizzled with parsley over the top. It should come as no surprise that one of the most popular foods available in Saudi Arabia is shawarma. Found almost everywhere you go, shawarma consists of meat cut into thin slices, layered on top of each other in a huge cone-like shape, and slow-roasted on a spit. \n", "capital": {"name": "Riyadh", "link": "https://en.wikipedia.org/wiki/Riyadh"}, "language": {"name": "Arabic", "link": "https://en.wikipedia.org/wiki/Arabic"}, "natDish": {"name": "Kabsa", "link": "https://en.wikipedia.org/wiki/Kabsa"}, "natFruit": {"name": "Dates", "link": "https://en.wikipedia.org/wiki/Date_palm"}, "natBird": {"name": "Falcon", "link": "https://en.wikipedia.org/wiki/Falcon"}, "natDress": {"name": "Thawb", "link": "https://en.wikipedia.org/wiki/Thawb"}}, {"countryName": "Switzerland", "population": "8,637,000", "desc": "The Alpine macaroni is a rustic Swiss dish. It is called this because of the ingredients used to make the dish were also used to feed herdsmen who were keeping an eye on their cows grazing on the Alp’s pastures, alongside this another jaw-dropping cheesy dish of Switzerland, Raclette is a semi-hard cheese made from Alpine cow milk. Historically, it had been the main food of peasants who were living in the regions of Valais. An entire wheel of cheese would be held up in front of a fire, and as the cheese melted, it would’ve been scraped off onto a plate to be eaten. And lastly, Swiss nut tart, a traditional dessert tart filled with delicious caramel and flavorful walnut filling. This true Swiss classic is often cut into pieces and served with coffee or tea.\n", "capital": {"name": "Bern", "link": "https://en.wikipedia.org/wiki/Bern"}, "language": {"name": "German, Italian, French, Romansh", "link": "https://en.wikipedia.org/wiki/Languages_of_Switzerland"}, "natDish": {"name": "Fondue", "link": "https://en.wikipedia.org/wiki/Fondue#Swiss"}, "natFruit": "None", "natBird": {"name": "Turaco", "link": "https://en.wikipedia.org/wiki/Turaco"}, "natDress": {"name": "Dirndl", "link": "https://en.wikipedia.org/wiki/Dirndl#:~:text=A%20dirndl%20consists%20of%20a,costume%20(in%20German%20Tracht)."}}, {"countryName": "China", "population": "1,402,000,000", "desc": "A typical Chinese meal will have two things - a carbohydrate or starch like noodles, rice or buns, and accompanying stir fries or dishes of veggies, fish and meat. Chinese cuisine uses a lot of fresh vegetables like mushrooms, water chestnuts, bamboo and even tofu. One of the most loved street foods from the north-east, small bite-sized rounds stuffed with veggies or meat. Dim sums are the perfectly steamed snack to delight those evening cravings. A mixture of hot and spicy flavors, vegetable man chow soup is packed with ginger, chilies, garlic, beans, carrots, mushrooms and capsicums. This is the best comfort dish on a chilly winter evening.", "capital": {"name": "Beijing", "link": "https://en.wikipedia.org/wiki/Beijing"}, "language": {"name": "Mandarin", "link": "https://en.wikipedia.org/wiki/Standard_Chinese"}, "natDish": {"name": "Peking Duck", "link": "https://en.wikipedia.org/wiki/Peking_duck"}, "natFruit": {"name": "Kiwifruit", "link": "https://en.wikipedia.org/wiki/Kiwifruit"}, "natBird": {"name": "Red-crowned Crane", "link": "https://en.wikipedia.org/wiki/Red-crowned_crane"}, "natDress": "None"}, {"countryName": "Japan", "population": "125,800,000", "desc": "Sushi is one of the best known Japanese foods around the globe. It is offered in various different ways. Sushi usually refers to a dish of pressed vinegared rice with a piece of raw fish or shellfish, called a neta, on top, and is generally eaten with soy sauce and wasabi which are used as dips. Another well-known dish, Udon is a unique dish known for its thick noodles. The dough is made from flour and salt water that is well-kneaded and cut into noodles. After udon noodles are boiled in hot water, udon is enjoyed in seafood broth soup, or by pouring soup and toppings like tempura. \n", "capital": {"name": "Tokyo", "link": "https://en.wikipedia.org/wiki/Tokyo"}, "language": {"name": "Japanese", "link": "https://en.wikipedia.org/wiki/Japanese_language"}, "natDish": {"name": "Curry Rice", "link": "https://en.wikipedia.org/wiki/Japanese_curry"}, "natFruit": {"name": "Japanese Persimmon", "link": "https://en.wikipedia.org/wiki/Diospyros_kaki"}, "natBird": {"name": "Green Pheasant", "link": "https://en.wikipedia.org/wiki/Green_pheasant"}, "natDress": {"name": "Kimono", "link": "https://en.wikipedia.org/wiki/Kimono"}}, {"countryName": "Austria", "population": "8,917,000", "desc": "Comfort food doesn’t get much better than the famous Käsespätzle, Austria’s answer to macaroni and cheese. Perfect for chilly winter days, this hearty dish consists of chewy egg noodles in a creamy Emmentaler cheese sauce topped with butter caramelized onions. People serve this dish either as a side or a main dish and often enjoy it in the country’s alpine huts. This Hungarian import has become hugely popular in Vienna and around Austria, Austrian Goulash, adapted locally to become its own distinctive dish. A hearty beef stew seasoned with tomatoes, onion, and paprika. Austrian foods wouldn’t be complete without mentioning Viennese Apfelstrudel. This beloved apple dessert consists of apples, raisins, sugar, and cinnamon, encased in a thin sheet of unleavened dough. \n", "capital": {"name": "Vienna", "link": "https://en.wikipedia.org/wiki/Vienna"}, "language": {"name": "German", "link": "https://en.wikipedia.org/wiki/German_language"}, "natDish": {"name": "Tafelspitz", "link": "https://en.wikipedia.org/wiki/Tafelspitz"}, "natFruit": {"name": "Apple", "link": "https://en.wikipedia.org/wiki/Apple"}, "natBird": {"name": "Barn Swallow", "link": "https://en.wikipedia.org/wiki/Barn_swallow"}, "natDress": {"name": "Dirndl", "link": "https://en.wikipedia.org/wiki/Dirndl"}}, {"countryName": "Thailand", "population": "69,800,000", "desc": "Tom yum goong is a bold, refreshing blend of fragrant lemongrass.. Containing succulent river shrimps and straw mushrooms, this spicy and sour soup is best paired with steamed white rice. One of the most widely known dishes known around the globe, this is created with quintessential Thai ingredients like lemongrass, chilli, galangal, kaffier lime leaves, shallots and plenty of fish sauce. ‘Fluffy’ and ‘crispy’ might be the best words to describe this dish, catfish is fried in teeny tiny pieces creating an airy, fluffy and scrumptious fish salad. The secret to this dish is the pairing of the crispy fish with sweet, sour and spicy green mango salad. This dish is best enjoyed as an appetizer with a group of friends or as a beer snack, another dish that is often enjoyed for lunch in Bangkok is Fried rice, khao pad, this dish is easily bulked up with rice, egg and onion with your choice of ingredients, from prawns, crab or chicken to tofu, basil or leftover vegetables.", "capital": {"name": "Bangkok", "link": "https://en.wikipedia.org/wiki/Bangkok"}, "language": {"name": "Thai", "link": "https://en.wikipedia.org/wiki/Thai_language"}, "natDish": "None", "natFruit": "None", "natBird": {"name": "Siamese Fireback", "link": "https://en.wikipedia.org/wiki/Siamese_fireback"}, "natDress": "None"}, {"countryName": "Afghanistan", "population": "38,930,000", "desc": "Afghanistan, a cultural hub, where every bite of the food you take reveals a new historic secret. The most famous authentic food you will find there is Kabuli pulao. Kabuli Pulao, more commonly known as Kabuli Palau by the locals, is a traditional Afghan food that is a mixture of steamed rice and lamb, its flavour enhanced with the addition of raisins, carrot, and a range of sweet spices. The ‘Kabuli’ in the dish name takes its name from the capital, Kabul, whereas 'Pulao’ is a type of rice dish that is uniquely crafted with a two-stepped cooking process, a cooking method that is one of a kind amongst the locals. You must also not forget to taste Aushak (leek and scallion dumplings), Bolani, sheer korma, haft mewa, and borani banjan. Afghani dishes, although aren’t spicy, but are rich in deep flavour; the perfect blend of meat flavour with vegetables, topped with some delicious organic spices.", "capital": {"name": "Kabul", "link": "https://en.wikipedia.org/wiki/Kabul"}, "language": {"name": "Pashto, Dari", "link": "https://en.wikipedia.org/wiki/Languages_of_Afghanistan"}, "natDish": "None", "natFruit": {"name": "Pomegranate", "link": "https://en.wikipedia.org/wiki/Pomegranate"}, "natBird": {"name": "Golden Eagle", "link": "https://en.wikipedia.org/wiki/Golden_eagle"}, "natDress": "None"}, {"countryName": "Kenya", "population": "53,770,000", "desc": "Kenya; the perfect place for fish and meat lovers. Nyam achoma (barbequed meat) is ubiquitous at any major feasts or popular dining spots. Goat meat is the most popular amongst locals, and is a must try for anyone with a knack for being adventurous with food. Kenya is heaven for fish lovers. Inland, you enjoy the distinct flavour of tilapia, a freshwater wish, where on the coast, zesty Swahili cuisine features fragrant rice, grilled fish, and seafood curries with coconut milk and a handful of local spices. Lastly, you must not forget to spoil yourself with a cup of authentic Kenyan tea (Swahili) after a long, tourism day.", "capital": {"name": "Nairobi", "link": "https://en.wikipedia.org/wiki/Nairobi"}, "language": {"name": "Swahili, English", "link": "https://en.wikipedia.org/wiki/Languages_of_Kenya"}, "natDish": "None", "natFruit": "None", "natBird": {"name": "Lilac-breasted roller", "link": "https://en.wikipedia.org/wiki/Lilac-breasted_roller"}, "natDress": "None"}, {"countryName": "Egypt", "population": "102,300,000", "desc": "With an image of the Pyramids of Giza and the famed Nile running smoothly, one can imagine themselves there enjoying their falafel and all the other delicious dishes Egypt has to offer. As the locals are big on eating vegetarian food rather than meat, most of their traditional dishes such as Mahshi which is favourite among the people includes vegetables that is seasoned in crushed red tomatoes, onion, parsley, spices with only adding small amounts of oil or butter which adds to the nutritional value of the dish. Another example of such a dish is Moussaka, a staple which comprises of eggplant, vinegar, tomato sauce, and essential ingredients such as garlic, spices and voila! Among them are dishes such as the Shish Kofta &amp; Kebab, Hawawshi and the well-known Shawarma maintains its prime position as being the go-to snack. Like all other Middle Eastern countries, Egyptian sweets do not shy away from generously adding sugar in their desserts such as Basbousa- a cake made from semolina flour soaked in syrup made from rose water or sometimes lemon or honey or even coconut to complete the magic.", "capital": {"name": "Cairo", "link": "https://en.wikipedia.org/wiki/Cairo"}, "language": {"name": "Arabic", "link": "https://en.wikipedia.org/wiki/Modern_Standard_Arabic"}, "natDish": "None", "natFruit": "None", "natBird": "None", "natDress": "None"}, {"countryName": "Turkey", "population": "84,340,000", "desc": "Plateaus and plains, snow-covered mountains and fast-flowing rivers lend themselves to a rich and varied table covered with mouth-watering food. This includes olive oil-based dishes from the Mediterranean Coast, hearty pastries from central Anatolia, and subtle spicy flavours from the east and southeast. Traditional Turkish foods rely less on seasonings and more on tasty fresh ingredients rolled, kneaded, shaped and cooked to perfection with care, dedication and passion. Amongst the many popular dishes, you must try are Ezogelin corba, saksuka, kisir, mercimek kofte, yaprak dolma, and iskender kebab. The luxurious royals of turkey have no doubt left their mark in the form of exquisite dishes one must try in a lifetime.", "capital": {"name": "Ankara", "link": "https://en.wikipedia.org/wiki/Ankara"}, "language": {"name": "Turkish", "link": "https://en.wikipedia.org/wiki/Turkish_language"}, "natDish": "None", "natFruit": "None", "natBird": "None", "natDress": "None"}, {"countryName": "Myanmar", "population": "54,914,020", "desc": "A cuisine that's been hidden from sight for long time is now being appreciated by many around the globe. Taking notes from their neighbouring countries- China, India, Thailand- Myanmar dishes are a concoction of culinary taste that delves right into flavour, making visitors swoon. Also known as the nation's pride food, the Tea Leaf salad is commonly seen at every corner of Myanmar as the locals love to make a 'thoke' (salad in Burmese) of everything. Known for the it's versatility, the dish can be served as an appetizer or, coupled with a plate of rice. Adding a little twist to the original Shan-style rice", "capital": {"name": "Naypyidaw", "link": "https://en.wikipedia.org/wiki/Naypyidaw"}, "language": {"name": "Burmese", "link": "https://en.wikipedia.org/wiki/Burmese_language"}, "natDish": {"name": "Mohinga", "link": "https://en.wikipedia.org/wiki/Mohinga"}, "natFruit": {"name": "Rambutan", "link": "https://en.wikipedia.org/wiki/Rambutan"}, "natBird": {"name": "Grey peacock-pheasant", "link": "https://en.wikipedia.org/wiki/Grey_peacock-pheasant"}, "natDress": {"name": "Longyi", "link": "https://en.wikipedia.org/wiki/Longyi"}}, {"countryName": "Malaysia", "population": "32,370,000", "desc": "Food is a universal love language that one doesn't require any translation for and Malaysians are known for their passion for food. Like Myanmar adopting different cuisines and adding their own flavour to it, Malaysia is no different. The richness in diversity is reflected in their food which is infused with ingredients taken from Indian, Chinese, South-east Asian cuisines, the blend of these cultures bring forth a dish that one can hardly resist. With the Indian food deeply embedded in the Malaysian culture, the manner of eating is quite similar as well. The food is served on a banana leaf instead of a plate which one may connect the dots with the south Indian way of eating and it's quite a favourite among the locals. Chinese food too, is presented in it's original form namely the Hokkien mee, which has a cult following in Kuala lumpur specifically. The thick noodles are braised in dark soy sauce either with pork, squid or fish-cake and cabbage generously mixed in. While Malaysia is famous for providing an array of dishes that are influenced by many cultures, the national dish of Malaysia is Nasi Lemak, consisting of rice seasoned in coconut milk served with fried anchovies, prawns, and peanuts.", "capital": {"name": "Kuala Lumpur", "link": "https://en.wikipedia.org/wiki/Kuala_Lumpur"}, "language": {"name": "Malay", "link": "https://en.wikipedia.org/wiki/Malay_language"}, "natDish": {"name": "Nasi lemak", "link": "https://en.wikipedia.org/wiki/Nasi_lemak"}, "natFruit": {"name": "Durian", "link": "https://en.wikipedia.org/wiki/Durian"}, "natBird": {"name": "Rhinoceros hornbill", "link": "https://en.wikipedia.org/wiki/Rhinoceros_hornbill"}, "natDress": {"name": "Pakaian", "link": "https://en.wikipedia.org/wiki/Malaysian_cultural_outfits"}}, {"countryName": "Uzbekistan", "population": "34,139,169", "desc": "Finding something to eat in Uzbekistan is easy since its gastronomy is rich and varied. Its typical dishes are a combination of the colours of nature, the aromas of the Orient, and the oldest traditions; travelling to this country is a pleasure for the palate. The main ingredients of the typical dishes of Uzbekistan are lamb meat, the fat of its tail, flour, vegetables and spices. Upon visiting the country, one must not forget to try Shashlik, which means &quot;six bites&quot; in Uzbek, and consist of skewers of meat, either barbecued or grilled. Dimlama is also a must try; this is a speciality associated with the rural world, and it is a varied stew prepared with meat, potatoes, cabbages, carrots, onions and tomatoes. Uzbek food is a lot of things. It’s hearty, heavy, and fatty, yet healthy at the same time. Everything in the country is farm-to-table. The meat you eat there was likely  butchered earlier that day and the fruits and vegetables tend to be locally-sourced, and that is perhaps the most appealing element of the cousins.", "capital": {"name": "Tashkent", "link": "https://en.wikipedia.org/wiki/Tashkent"}, "language": {"name": "Uzbek", "link": "https://en.wikipedia.org/wiki/Uzbek_language"}, "natDish": {"name": "Plov", "link": "https://en.wikipedia.org/wiki/Pilaf"}, "natFruit": {"name": "Pomegranate", "link": "https://en.wikipedia.org/wiki/Pomegranate"}, "natBird": {"name": "Huma bird", "link": "https://en.wikipedia.org/wiki/Huma_bird"}, "natDress": "None"}, {"countryName": "Russia", "population": "146,021,007", "desc": null, "capital": {"name": "Moscow", "link": "https://en.wikipedia.org/wiki/Moscow"}, "language": {"name": "Russian", "link": "https://en.wikipedia.org/wiki/Russian_language"}, "natDish": {"name": "Pelmeni", "link": "https://en.wikipedia.org/wiki/Pelmeni"}, "natFruit": "None", "natBird": {"name": "Eagle", "link": "https://en.wikipedia.org/wiki/Eagle"}, "natDress": {"name": "Sarafan", "link": "https://en.wikipedia.org/wiki/Sarafan"}}, {"countryName": "Nepal", "population": "29,861,753", "desc": null, "capital": {"name": "Kathmandu", "link": "https://en.wikipedia.org/wiki/Kathmandu"}, "language": {"name": "Nepali", "link": "https://en.wikipedia.org/wiki/Nepali_language"}, "natDish": {"name": "Momo", "link": "https://en.wikipedia.org/wiki/Momo_(food)"}, "natFruit": {"name": "Golden himalaya berry", "link": "https://en.wikipedia.org/wiki/Rubus_ellipticus"}, "natBird": {"name": "Himalayan Monal", "link": "https://en.wikipedia.org/wiki/Himalayan_monal"}, "natDress": {"name": "Daura Suruwal", "link": "https://en.wikipedia.org/wiki/Daura-Suruwal"}}, {"countryName": "Lebanon", "population": "6,783,159", "desc": null, "capital": {"name": "Beirut", "link": "https://en.wikipedia.org/wiki/Beirut"}, "language": {"name": "Lebanese Arabic", "link": "https://en.wikipedia.org/wiki/Lebanese_Arabic"}, "natDish": {"name": "Kibbeh", "link": "https://en.wikipedia.org/wiki/Kibbeh"}, "natFruit": "None", "natBird": {"name": "African crimson-winged finch", "link": "https://en.wikipedia.org/wiki/African_crimson-winged_finch"}, "natDress": "None"}, {"countryName": "Vietnam", "population": "98,548,997", "desc": null, "capital": {"name": "Hanoi", "link": "https://en.wikipedia.org/wiki/Hanoi"}, "language": {"name": "Vietnamese", "link": "https://en.wikipedia.org/wiki/Vietnamese_language"}, "natDish": {"name": "Pho", "link": "https://en.wikipedia.org/wiki/Pho"}, "natFruit": {"name": "Rambutan", "link": "https://en.wikipedia.org/wiki/Rambutan"}, "natBird": "Chim Lac", "natDress": {"name": "Áo dài", "link": "https://en.wikipedia.org/wiki/%C3%81o_d%C3%A0i"}}]